Revit 2024 API
BrowserOrganization.SortingOrder Property
 The sorting order if sorting of items is applicable in the browser.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2015
Syntax
C#
public SortingOrder SortingOrder { get; }
Visual Basic
Public ReadOnly Property SortingOrder As SortingOrder
	Get
Visual C++
public:
property SortingOrder SortingOrder {
	SortingOrder get ();
}
See Also
BrowserOrganization Class
Autodesk.Revit.DB Namespace